{
    "title": "Zoologist Civet Deluxe Bottle",
    "description": "🏅 The Art & Olfaction Awards 2017, Independent Category Finalist\nAs the sun sinks over the dense tropical forest, civets emerge warily from the thickets. Under a carpet of narcotic flower blossoms, a smattering of coffee berries peppers the ground. The moist air is heavy with mossy aromas that penetrate every crevice, but the musky scent of the civets dominates; their marked territory daring one to enter at one’s own risk.\nZoologist Civet pays homage to the age-old ingredient, civet, as well as chypre perfumes of bygone days – perfumes that refused to be intimidated by raw, alluring, animalistic musks. Civet is a moody and complex brew entwined in mystery. It opens with a spicy floral accord, threaded through with dark coffee tones. Slowly it prowls forward, unraveling base notes of leather, moss and vanilla that combines with distinctive civet musk to create a bewildering, sophisticated scent with the promise of a sultry nighttime rendezvous.\nPerfumer: Shelley WaddingtonParfum Concentration: 25%Size: 60 mL / 2 fl. oz.Top Notes: Bergamot, Black Pepper, Lemon, Orange, Spices, TarragonHeart Notes: Carnation, Frangipani, Heliotrope, Hyacinth, Linden-blossom, Tuberose, YlangBase Notes: Balsams, Civet*, Coffee, Incense, Labdanum, Musks*, Oakmoss, Resins, Russian Leather*, Vanilla, Vetiver, Woods \n*Synthetic notes. Zoologist Civet does not use animal products.\nMade in Canada. Product will be shipped from Canada.\nPerfumer Interview and Reviews\nAn Interview with Shelley Waddington, the Perfumer of Zoologist Civet\nCivet Perfume Reviews Roundup",
    "notes": {
        "top": [
            "Bergamot",
            "Black Pepper",
            "Lemon",
            "Orange",
            "Spices",
            "Tarragon"
        ],
        "heart": [
            "Carnation",
            "Frangipani",
            "Heliotrope",
            "Hyacinth",
            "Linden-blossom",
            "Tuberose",
            "Ylang"
        ],
        "base": [
            "Balsams",
            "Civet*",
            "Coffee",
            "Incense",
            "Labdanum",
            "Musks*",
            "Oakmoss",
            "Resins",
            "Russian Leather*",
            "Vanilla",
            "Vetiver",
            "Woods"
        ]
    }
}