{
    "title": "Zoologist Elephant Deluxe Bottle",
    "description": "🏅 The Art & Olfaction Awards 2018, Independent Category Finalist\nHuge trees quake at their approach, vulnerable leaves shuddering as the ground rumbles under heavy footsteps. They come with appetites as massive as their lumbering bodies. Nothing is spared from their bottomless hunger – trees stripped bare, roots upturned, even the tiniest blooms cannot escape their grasp. When the behemoths move on, they leave behind a path of destruction. Yet what often looks like carnage is actually a renaissance. The elephants fulfill a vital role – purging the delicate ecosystem, allowing new life to flourish.\nFrom beneath a canopy of lush, damp foliage, the complex aromas of Zoologist Elephant emerge. Into a mixture of invigorating Darjeeling and incense, swirl hints of coconut and cocoa. With the patience of a foraging herd stripping the bark from a thicket of trees, the fragrance dissipates gradually. What is revealed is the core of the perfume – a beautiful and satisfying blend of woody notes, which dry down to an elegant, natural sandalwood scent.\nPerfumer: Chris BartlettSize: 60 mL / 2 fl. oz.Parfum Concentration: 20%Top Notes: Tree Leaves, Darjeeling Tea, MagnoliaHeart Notes: Cocoa, Coconut Milk, Incense, Jasmine, Woody NotesBase Notes: Amber, Musks*, Patchouli, Sandalwood\n*Synthetic notes. Zoologist Elephant does not use animal products.\nMade in Canada. Product will be shipped from Canada.\nPerfumer ﻿Interview & Reviews\nAn Interview with Chris Bartlett, the Perfumer of Zoologist Elephant\nElephant Perfume Reviews Roundup",
    "notes": {
        "top": [
            "Tree Leaves",
            "Darjeeling Tea",
            "Magnolia"
        ],
        "heart": [
            "Cocoa",
            "Coconut Milk",
            "Incense",
            "Jasmine",
            "Woody Notes"
        ],
        "base": [
            "Amber",
            "Musks*",
            "Patchouli",
            "Sandalwood"
        ]
    }
}