{
    "title": "Zoologist Hummingbird Deluxe Bottle",
    "description": "⭐ Fragrantica's \"Best Indie/Niche Perfumes of the Last Decade\", 4/25/2020\nFrom the ethereal perspective of the exquisitely adorned hummingbird, the world is an endless kaleidoscope of colourful, fragrant blooms offering up their tempting delights. An insatiable desire for sweetness propels the hummingbird as it floats from flower to flower, sampling the nectar with a gentle touch of its delicate tongue. Retreating to its lichen and moss-lined nest, it settles into the cozy cocoon and dreams of sweet ambrosia.\nZoologist Hummingbird mingles light floral tones with delectable fruity nectars to create a harmonious balance. This diaphanous scent alights upon you in a pastel bouquet of honeysuckle, mimosa, lilac and peonies, with just the lightest dusting of natural sugars found in pear, cherry and honey. A finishing dollop of velvety whipped cream melds the tantalizing notes, completing this irresistible and opulent perfume.\nPerfumer: Shelley WaddingtonSize: 60 mL / 2 fl. oz.Parfum Concentration: 23%Top Notes: Apple, Cherry, Citrus, Lilac, Muguet, Plum, Rose, Violet LeafHeart Notes: Honey, Honeysuckle, Mimosa, Peony, Tulip, YlangBase Notes: Amber, Coumarin, Cream, Moss, Musks*, Sandalwood, White Woods\n*Synthetic notes. Zoologist Hummingbird does not use animal products.\nMade in Canada. Product will be shipped from Canada.\nPerfumer Interview & Reviews\nAn Interview with Shelley Waddington, the Perfumer of Zoologist Hummingbird\nZoologist Hummingbird Perfume Reviews Roundup",
    "notes": {
        "top": [
            "Apple",
            "Cherry",
            "Citrus",
            "Lilac",
            "Muguet",
            "Plum",
            "Rose",
            "Violet Leaf"
        ],
        "heart": [
            "Honey",
            "Honeysuckle",
            "Mimosa",
            "Peony",
            "Tulip",
            "Ylang"
        ],
        "base": [
            "Amber",
            "Coumarin",
            "Cream",
            "Moss",
            "Musks*",
            "Sandalwood",
            "White Woods"
        ]
    }
}