{
    "title": "Zoologist Tyrannosaurus Rex Sample",
    "description": "A sultry heat wafts across the land, lapped up greedily by the abundant flora that thrives in its midst. Trees soar to majestic heights and plants flower for the first time, their petals spreading to give birth to a world rich in diversity. The Cretaceous period comes of age against a backdrop scorched by wildfire and lightning strikes. Over this turbulent landscape, a massive predator looms. Giants rule the earth, but even giants can be cut down within the powerful jaws of the fearsome tyrannosaur. Standing tall, the terrifying beast fears nothing, until that pivotal moment when a fire in the sky signals the end of their deadly reign.\nZoologist Tyrannosaurus Rex is a gargantuan scent that sinks its teeth into the world of delicate fragrances and rips it wide open. Primitive woods and florals seize you and snatch you away to an ancient era. Smoky, charred wood warns of the danger of smouldering fire, setting your senses on edge, while droplets of metallic rose oxide offer a chilling premonition of blood-lust. The mighty Tyrannosaurus Rex is sometimes menacing, sometimes fascinating, but never, ever ordinary.\nPerfumer: Antonio GardoniParfum Concentration: 23%Size: 1.5mL / 0.05 fl. oz.Top Notes: Bergamot, Black Pepper, Fir, Laurel Leaf, Neroli, NutmegHeart Notes: Champaca, Geranium, Jasmine, Osmanthus, Rose, Ylang YlangBase Notes: Resins, Cade, Cedar, Civet*, Frankincense, Leather*, Patchouli, Sandalwood, Vanilla\n*Synthetic notes. Zoologist Tyrannosaurus Rex does not use animal products.\nMade in Canada. Product will be shipped from Canada.\nPerfumer Interview and Reviews\nAn Interview with Antonio Gardoni, the Perfumer of Zoologist Tyrannosaurus Rex\nZoologist Tyrannosaurus Rex Reviews Roundup",
    "notes": {
        "top": [
            "Bergamot",
            "Black Pepper",
            "Fir",
            "Laurel Leaf",
            "Neroli",
            "Nutmeg"
        ],
        "heart": [
            "Champaca",
            "Geranium",
            "Jasmine",
            "Osmanthus",
            "Rose",
            "Ylang Ylang"
        ],
        "base": [
            "Resins",
            "Cade",
            "Cedar",
            "Civet*",
            "Frankincense",
            "Leather*",
            "Patchouli",
            "Sandalwood",
            "Vanilla"
        ]
    }
}