{
    "title": "Zoologist Cockatiel Sample",
    "description": "Australian spring arrives, bearing dazzling frocks of yellow blossoms to dress the bare golden wattle trees. Clouds of sweet honeyed fragrance, caught upon the breeze, carry an invitation inland, where a flock of cockatiels happily take up the celebration. Emerging from dusty nests, the birds are ready to preen and prance. On a wobbly stage of branches, vivid crests bop to the rhythm of their joyous songs. After a final encore, the flock takes flight. Alighting in a nearby field they share a delightful brunch, buzzing with the thrill of their stunning recital.\nZoologist Cockatiel exudes joy. A sunny burst of yellow acacia offers a friendly welcome. Dots of raspberry and tart rhubarb suggest a hint of mischief, like a pair of rosy cheeks beneath a golden plume. Finally, soft notes of musk and vanilla enfold the vibrant Cockatiel, like downy feathers cushioning the brashness of this cheeky bird.\n🏆 2019 Arts and Olfaction Awards Winner 🏆\nZoologist Cockatiel was formerly known as “Powder and Dust”, a perfume created by Sven Pritzkoleit, published under his own brand, SP Parfums. The creative director of the scent was Yana Lysenko. This perfume won the 2019 Arts and Olfaction Awards under the Artisan category. In 2020, Sven closed his perfume business and sold the formula of Powder and Dust to Zoologist to continue its legacy.\nPerfumer: Sven PritzkoleitSize: 1.5 mL / 0.05 fl. oz.Parfum Concentration: 12%Top Notes: Champagne, Raspberry, RhubarbHeart Notes: Acacia, Powdery Notes, CashmeranBase Notes: Guaiac, Patchouli, Vanilla, Musk\nZoologist Cockatiel does not use animal products.\nMade in Canada. Product will be shipped from Canada.",
    "notes": {
        "top": [
            "Champagne",
            "Raspberry",
            "Rhubarb"
        ],
        "heart": [
            "Acacia",
            "Powdery Notes",
            "Cashmeran"
        ],
        "base": [
            "Guaiac",
            "Patchouli",
            "Vanilla",
            "Musk"
        ]
    }
}