{
    "title": "Zoologist Dragonfly (2021) Sample",
    "description": "New 2021 Version\nGiant lotus pads part to make way for buds that pierce the surface of the jade green pond. They raise their faces to the sun, their delicate fragrance floating around them. In the shadow of the flowers, tiny dragonfly nymphs also emerge from the shallows. They spread their fragile wings and shyly take flight, ready to explore a world beyond the water. Shimmering pools of nearby golden rice fields call to the dragonflies. Their long, quivering bodies flit across the cascading terraces to alight upon swaying stalks, sparkling with sunlight caught in droplets on iridescent wings.\nLike a lotus spreading its petals, Zoologist Dragonfly opens with a rush of beautiful aquatic florals. Hints of rice, powdery iris, and mimosa diffuse from within a lush shroud of green, beneath the intimate aroma of an imminent summer shower. Dragonfly encapsulates the richness and romance of impressionism, a canvas of florals under a watery veil.\nThis perfume is a new interpretation by perfumer Celine Barel. The original version, designed by Juan Perez, is discontinued and no longer available.\nPerfumer: Céline BarelParfum Concentration: 20%Size: 1.5 mL / 0.05 Fl. Oz.Top Notes: Grapefruit, Basil, Angelica Seed, Ginger, RiceHeart Notes: Aquatic Florals, Geranium, Jasmin Sambac, Mimosa, Orris Absolute, Rose, Violet LeavesBase Notes: Rainwater, Moss, Patchouli, Tonka, Vetiver, Benzoin, Cashmeran\nZoologist Dragonfly does not use animal products.\nMade in Canada. Product will be shipped from Canada.",
    "notes": {
        "top": [
            "Grapefruit",
            "Basil",
            "Angelica Seed",
            "Ginger",
            "Rice"
        ],
        "heart": [
            "Aquatic Florals",
            "Geranium",
            "Jasmin Sambac",
            "Mimosa",
            "Orris Absolute",
            "Rose",
            "Violet Leaves"
        ],
        "base": [
            "Rainwater",
            "Moss",
            "Patchouli",
            "Tonka",
            "Vetiver",
            "Benzoin",
            "Cashmeran"
        ]
    }
}