{
    "title": "Zoologist Hyrax Sample",
    "description": "Climbing to its perch in the morning sky, the African sun reaches across a mountain range to caress a wide, flat boulder, baking it to a gentle heat. From the shade of a narrow crevice, a family of hyrax emerges, hot dust dulling the sheen of their golden fur. They settle onto the warm expanse of rock to partake in their ritual sunbath, but remain ever vigilant. The shadow of a soaring eagle rushes across the ground. With an urgent squeal, the alarm is sounded - the colony dashes for cover. As the heat from sweltering sun intensifies, ancient aromas are coaxed from the scorched rocks, sparse vegetation and petrified hyraceum. Eerily, they intertwine to form a scent that is both primitive and exotic, its animalistic tendencies tamed by an undercurrent of sweet florals.\nAt the heart of Zoologist Hyrax is a daring, seldom-used ingredient in the art of perfumery – African stone, or hyraceum, giving this bold animalic scent its distinctive signature. This unique perfume skillfully blends saffron, pink pepper, whiskey, rose and musks to invoke an abstract image of a dusty African mountainscape. Like the nimble hyraxes that spill from hillside crevices in search of the sun upon their musky hides, this scent will weave its way into your senses with a light but primal touch.\nPerfumer: Sven Pritzkoleit Size: 1.5 mL / 0.05 Fl. Oz.Parfum Concentration: 20%Top Notes: Elemi, Pink Pepper, Saffron, Turkish RoseHeart Notes: African Stone**, Hyacinth, Styrax, WhiskeyBase Notes: Amber, Benzoin, Castoreum*, Civet*, Patchouli, Sandalwood, Tonka\n*Synthetic notes. Zoologist Hyrax does not use animal derived musks. **African Stone is a by-product of hyraxes and no animals are harmed in its harvesting. Zoologist Hyrax is not a vegan perfume.\nMade in Canada. Product will be shipped from Canada.\nPerfumer Interview and Reviews\nAn Interview with Sven Pritzkoleit, the Perfumer of Zoologist Hyrax\nZoologist Hyrax Perfume Reviews Roundup",
    "notes": {
        "top": [
            "Elemi",
            "Pink Pepper",
            "Saffron",
            "Turkish Rose"
        ],
        "heart": [
            "African Stone**",
            "Hyacinth",
            "Styrax",
            "Whiskey"
        ],
        "base": [
            "Amber",
            "Benzoin",
            "Castoreum*",
            "Civet*",
            "Patchouli",
            "Sandalwood",
            "Tonka"
        ]
    }
}