{
    "title": "Zoologist King Cobra Sample",
    "description": "60mL bottles and travel sprays will be available in fall, 2024\nIntoxicating aromas of exotic greenery infuse the ancient Indian forest. Yet a snake on the trail of its next meal can isolate the scent of a plump rat. But a flick of its slithering tail betrays the snake, sending the rodent darting away. Thwarted, the snake curls back upon itself, only to feel the cool touch of a menacing shadow of a towering King Cobra witnessing its failure. Now the predator becomes prey and there’s no escape. Intent on a breakfast devoured whole and without mercy, the hooded king strikes. Fangs sink deep, their venom coursing through the body of the snake. Instantly paralyzing heart and lungs, the toxins set to work dissolving the flesh from the inside out.\nKing Cobra from Zoologist is driven by danger and a desire to dominate. It hypnotizes with camphorous notes of Ganja and petitgrain, radiating coils of aromatic spices and damp mossy soil around a body heavy with incense. Finally, after shedding a delicate green leather, the powerful king ascends to his throne. A coronation of scent, King Cobra gives you license to rule.\nPerfumer: Prin LomrosSize: 1.5 mL / 0.05 Fl. Oz.Perfume Concentration: 18%Top Notes: Petitgrain, Mandarin, Fig leaf, Camphor, Pomelo, Ganja accordHeart Notes: Black Tea, Cumin, Leather, Soil accordBase Notes: Incense, Amber, Moss, Patchouli, Vetiver\nZoologist King Cobra does not use animal products.\nMade in Canada. Product will be shipped from Canada.",
    "notes": {
        "top": [
            "Petitgrain",
            "Mandarin",
            "Fig leaf",
            "Camphor",
            "Pomelo",
            "Ganja accord"
        ],
        "heart": [
            "Black Tea",
            "Cumin",
            "Leather",
            "Soil accord"
        ],
        "base": [
            "Incense",
            "Amber",
            "Moss",
            "Patchouli",
            "Vetiver"
        ]
    }
}