{
    "title": "Zoologist Chipmunk Sample",
    "description": "🏅 16th Basenotes Perfume Awards, Best Independent Fragrance Finalist\nThe lush green of the treetops fades to a dull gold. What seems a peaceful transition actually raises a blaring alarm to the creatures below. Time is running out. But for generations, mighty oaks have fulfilled a promise to provide, and leaves are not the only bounty tumbling to the forest floor. Chipmunks scurry among the detritus in their quest to collect the plumpest acorns. They eagerly gather what they can and, cheeks bulging with nuts, scamper home to line their snug burrows before falling leaves give way to biting snow.\nZoologist Chipmunk captures an autumn forest bursting with ripe nuts. Juicy quince, dusted with cardamom and nutmeg, dangles tantalizingly among naturalistic woods and green, milky kernels. Chipmunk invites you up into the branches, offering a dazzling vantage point from which to enjoy the rich golden and russet hues of the changing seasons.\nPerfumer: Pia LongSize: 1.5 mL / 0.05 Fl. Oz.Perfume Concentration: 18%Top Notes: Quince, Pink Pepper, Red Mandarin, Cardamom, NutmegHeart Notes: Camomile, Hazelnut, Fir Balsam Absolute, Oak Absolute, Earthy NotesBase Notes: Cedarwood, Amyris, Patchouli, Vetiver, Benzoin Resin, Opoponax, Guaiacwood, Animal Notes*\n*Synthetic Notes. Zoologist Chipmunk does not use animal products.\nMade in Canada. Product will be shipped from Canada.",
    "notes": {
        "top": [
            "Quince",
            "Pink Pepper",
            "Red Mandarin",
            "Cardamom",
            "Nutmeg"
        ],
        "heart": [
            "Camomile",
            "Hazelnut",
            "Fir Balsam Absolute",
            "Oak Absolute",
            "Earthy Notes"
        ],
        "base": [
            "Cedarwood",
            "Amyris",
            "Patchouli",
            "Vetiver",
            "Benzoin Resin",
            "Opoponax",
            "Guaiacwood",
            "Animal Notes*"
        ]
    }
}