{
    "title": "Zoologist Moth Sample",
    "description": "Their days are spent secluded in camouflage, the intricate pattern of their wings disguising them against a coarse backdrop of barks and rocks. When they finally stir, even their flight is concealed, shrouded beneath the cover of night. Moonlight ripples off a delicate coating of tiny hairs as their feathered antennae guide them in their search for a mate. Only one temptation can lure them from their quest. Should they succumb to the attraction of the flame, their urge to procreate may be quashed in a wisp of smoke and a smattering of ashes.\nAt first encounter, the rich, gothic scent of Zoologist Moth may surprise but soon it hypnotizes. A heavy dose of dark spices jolts your senses before settling into a dusting of honey-sweet rose and powdery florals. Slowly, it tests its wings, taking flight on an exotic journey of nagarmotha, guaiac wood and patchouli. Beneath it all lingers a smoky undertone that serves as a constant reminder of the danger within the tantalizing flame.\nPerfumer: 稲葉 智夫 (Tomoo Inaba)Size: 1.5 mL / 0.05 Fl. Oz.Perfume Concentration: 20%Top Notes: Black Pepper, Cinnamon, Clove, Cumin, Lemon, Nutmeg, SaffronHeart Notes: Heliotrope, Iris, Jasmine, Mimosa, Muguet, RoseBase Notes: Ambergris*, Honey*, Resins, Guaiac Wood, Musk*, Nagarmotha, Oud, Patchouli, Smoke, Vetiver\n*Synthetic Notes. Zoologist Moth does not use animal products.\nMade in Canada. Product will be shipped from Canada.\nPerfumer Interview & Reviews\nAn Interview with Tomoo Inaba, the Perfumer of Zoologist Moth",
    "notes": {
        "top": [
            "Black Pepper",
            "Cinnamon",
            "Clove",
            "Cumin",
            "Lemon",
            "Nutmeg",
            "Saffron"
        ],
        "heart": [
            "Heliotrope",
            "Iris",
            "Jasmine",
            "Mimosa",
            "Muguet",
            "Rose"
        ],
        "base": [
            "Ambergris*",
            "Honey*",
            "Resins",
            "Guaiac Wood",
            "Musk*",
            "Nagarmotha",
            "Oud",
            "Patchouli",
            "Smoke",
            "Vetiver"
        ]
    }
}