{
    "title": "Zoologist Chameleon Sample",
    "description": "Like the luminescent skin of a reptile, fiery scales of sunlight ripple across the surface of the Indian Ocean, fading slowly to gold and finally sapphire as the sun sinks and disappears. The sea exhales, its gentle tide caressing the beach of an island paradise. The salty breath combines with the narcotic aromas of the ylang and frangipani trees in an intimate kiss, sending shivers through the branches. Something stirs – an eye pivots, a tail grips a slender bough. Will the creature vanish among the leaves, or flirt with a daring display of colour? No one knows. The secrets that lie beneath the skin of the chameleon keep Madagascar guessing.\nMadagascar, home to half of the world’s species of chameleons, holds the key to Zoologist Chameleon. Like the kaleidoscope of hues that swirl within the flesh of these exotic creatures, ylang dances with delicate frangipani upon your skin in a melody of creamy florals, while aphrodisiac vanilla blends with salty, silky musks to envelop you in the fruity, exotic atmosphere of the island. Whether you desire to shroud yourself in an air of mystery, or blatantly flaunt your true colours, Chameleon becomes you.\nPerfumer: Daniel PescioParfum Concentration: 20%Size: 1.5 mL / 0.05 fl. oz.Top Notes: Bergamot, Lemon, Madagascar Ylang Ylang, Mango, Pink Pepper, Star Fruit, Violet LeavesHeart Notes: Cashmeran, Clove, Coconut, Frangipani, Jasmine, Saffron, Salty Skin Accord, Sea BreezeBase Notes: Amber, Woods, Musks*, Opoponax, Patchouli, Sandalwood, Vanilla, Vetiver\n*Synthetic notes. Zoologist Chameleon does not use animal products.\nMade in Canada. Product will be shipped from Canada. ",
    "notes": {
        "top": [
            "Bergamot",
            "Lemon",
            "Madagascar Ylang Ylang",
            "Mango",
            "Pink Pepper",
            "Star Fruit",
            "Violet Leaves"
        ],
        "heart": [
            "Cashmeran",
            "Clove",
            "Coconut",
            "Frangipani",
            "Jasmine",
            "Saffron",
            "Salty Skin Accord",
            "Sea Breeze"
        ],
        "base": [
            "Amber",
            "Woods",
            "Musks*",
            "Opoponax",
            "Patchouli",
            "Sandalwood",
            "Vanilla",
            "Vetiver"
        ]
    }
}