{
    "title": "Zoologist Camel Sample",
    "description": "On a trek through an unforgiving desert, starting point and destination are indistinguishable from one another. Terracotta-hued dunes twist and writhe, their shapes ever-shifting. Only the merciless sun and aloof constellations can be trusted to point the way. Weighed down by treasures – some tempting the eyes with their glittering sheen, others enticing the taste buds with exotic aromas – the camel plods toward a far off marketplace. Water is but a dream for now, the taste of sweet dates a distant memory. There is nothing but an endless ocean of sand.\nIn Zoologist Camel, beautiful aromas of rose, and jasmine-infused, succulent dried fruits are joined along the way by an alluring blend of incense, myrrh, amber, and cinnamon. Soon met by animalistic musks and authentic oud, they surround you in a rich tapestry. This sensual caravan of fragrance carries you away to accompany the camel on its long, lonely journey across the ageless desert.\nPerfumer: Christian Carbonnel Size: 1.5 mL / 0.05 Fl. Oz.Perfume Concentration: 20%Top Notes: Dried Fruits, Frankincense, Palm Date, RoseHeart Notes: Amber, Cedar, Cinnamon, Incense, Jasmine, Myrrh, Orange BlossomBase Notes: Civet*, Musk*, Oud, Sandalwood, Tonka Bean, Vanilla, Vetiver\n*Synthetic Notes. Zoologist Camel does not use animal products.\nMade in Canada. Product will be shipped from Canada.\nPerfumer Interview & Reviews\nAn Interview with Christian Carbonnel, the Perfumer of Zoologist Camel\nZoologist Camel Reviews Roundup",
    "notes": {
        "top": [
            "Dried Fruits",
            "Frankincense",
            "Palm Date",
            "Rose"
        ],
        "heart": [
            "Amber",
            "Cedar",
            "Cinnamon",
            "Incense",
            "Jasmine",
            "Myrrh",
            "Orange Blossom"
        ],
        "base": [
            "Civet*",
            "Musk*",
            "Oud",
            "Sandalwood",
            "Tonka Bean",
            "Vanilla",
            "Vetiver"
        ]
    }
}